{"agriculture":{"title":"Agriculture","audio":"Tech_Agriculture.mp3","description":"\"Oh farmers, pray that your summers be wet and your winters clear.\" - Virgil"},"alphabet":{"title":"Alphabet","audio":"Tech_Alphabet.mp3","description":"\"Words have the power to both destroy and heal. When words are both true and kind, they can change our world.\" - The Buddha"},"animal_husbandry":{"title":"Animal Husbandry","audio":"Tech_AnimalHusbandry.mp3","description":"\"Blessed shall be the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.\" - The Bible, Deut. 28:4"},"archery":{"title":"Archery","audio":"Tech_Archery.mp3","description":"\"Do not throw the arrow which will return against you.\" - Kurdish Proverb"},"artillery":{"title":"Artillery","audio":"Tech_Artillery.mp3","description":"\"Artillery adds dignity to what would otherwise be a vulgar brawl.\" - Frederick the Great"},"assembly_line":{"title":"Assembly Line","audio":"Tech_AssemblyLine.mp3","description":"\"People can have the Model T in any color - so long as it's black.\" - Henry Ford"},"astronomy":{"title":"Astronomy","audio":"Tech_Astronomy.mp3","description":"\"Astronomy compels the soul to look upwards and leads us from this world to another.\" - Plato"},"banking":{"title":"Banking","audio":"Tech_Banking.mp3","description":"\"Banking establishments are more dangerous than standing armies.\" - Thomas Jefferson"},"biology":{"title":"Biology","audio":"Tech_Biology.mp3","description":"\"It is not the strongest of the species that survive, but the one most responsive to change.\" - Charles Darwin"},"bronze_working":{"title":"Bronze Working","audio":"Tech_BronzeWorking.mp3","description":"\"It is entirely seemly for a young man killed in battle to lie mangled by the bronze spear. In his death all things appear fair.\" - Homer"},"calendar":{"title":"Calendar","audio":"Tech_Calendar.mp3","description":"\"For everything there is a season and a time for every purpose under heaven.\" - Ecclesiastes"},"chemistry":{"title":"Chemistry","audio":"Tech_Chemistry.mp3","description":"\"Chemistry means the difference between poverty and starvation and the abundant life.\" - Robert Brent"},"civil_service":{"title":"Civil Service","audio":"Tech_CivilService.mp3","description":"\"The bureaucracy is expanding to meet the needs of the expanding bureaucracy\" - Unknown"},"code_of_laws":{"title":"Code of Laws","audio":"Tech_CodeOfLaws.mp3","description":"\"To bring about the rule of righteousness in the land, so that the strong should not harm the weak.\" - Hammurabi's Code; Prologue"},"combustion":{"title":"Combustion","audio":"Tech_Combustion.mp3","description":"\"Everything in life is somewhere else, and you get there in a car.\" - E. B. White"},"communism":{"title":"Communism","audio":"Tech_Communism.mp3","description":"\"When I give food to the poor, they call me a saint. When I ask why the poor have no food, they call me a communist.\" - Dom Helder Camara"},"compass":{"title":"Compass","audio":"Tech_Compass.mp3","description":"\"The wisest men follow their own direction.\" - Euripides"},"composites":{"title":"Composites","audio":"Tech_Composites.mp3","description":"\"The whole is greater than the sum of its parts.\" - Aristotle"},"computers":{"title":"Computers","audio":"Tech_Computers.mp3","description":"\"Never trust a computer you can't throw out a window.\" - Steve Wozniak"},"constitution":{"title":"Constitution","audio":"Tech_Constitution.mp3","description":"\"No freeman shall be taken, imprisoned, or in any other way destroyed, except by the lawful judgment of his peers.\" - The Magna Carta"},"construction":{"title":"Construction","audio":"Tech_Construction.mp3","description":"\"And on the pedestal these words appear: 'My name is Ozymandias, king of kings: Look on my works, ye Mighty, and despair!' Nothing beside remains.\" - Percy Bysshe Shelley"},"corporation":{"title":"Corporation","audio":"Tech_Corporation.mp3","description":"\"Corporation, n. An ingenious device for obtaining individual profit without individual responsibility.\" - Ambrose Bierce"},"currency":{"title":"Currency","audio":"Tech_Currency.mp3","description":"\"Everything is worth what its purchaser will pay for it.\" - Publius Syrus"},"democracy":{"title":"Democracy","audio":"Tech_Democracy.mp3","description":"\"It has been said that democracy is the worst form of government except all the others that have been tried.\" - Winston Churchill"},"divine_right":{"title":"Divine Right","audio":"Tech_DivineRight.mp3","description":"\"I am the state.\" - Louis XIV"},"drama":{"title":"Drama","audio":"Tech_Drama.mp3","description":"\"All the world's a stage, And all the men and women merely players. They have their exits and their entrances; And one man in his time plays many parts. \" - William Shakespeare"},"ecology":{"title":"Ecology","audio":"Tech_Ecology.mp3","description":"\"We do not inherit the earth from our ancestors, we borrow it from our children\" - Native American Song"},"economics":{"title":"Economics","audio":"Tech_Economics.mp3","description":"\"Compound interest is the most powerful force in the universe.\" - Albert Einstein"},"education":{"title":"Education","audio":"Tech_Education.mp3","description":"\"There is no wealth like knowledge, no poverty like ignorance.\" - Ali ibn Abi-Talib"},"electricity":{"title":"Electricity","audio":"Tech_Electricity.mp3","description":"\"We will make electricity so cheap that only the rich will burn candles.\" - Thomas Edison"},"engineering":{"title":"Engineering","audio":"Tech_Engineering.mp3","description":"\"A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.\" - Antoine de Saint-Exupry"},"fascism":{"title":"Fascism","audio":"Tech_Fascism.mp3","description":"\"The great masses of the people... will more easily fall victims to a big lie than to a small one.\" - Adolf Hitler"},"feudalism":{"title":"Feudalism","audio":"Tech_Feudalism.mp3","description":"\"I will to my lord be true and faithful, and love all which he loves and shun all which he shuns.\" - Anglo Saxon Oath of Fealty"},"fiber_optics":{"title":"Fiber Optics","audio":"Tech_FiberOptics.mp3","description":"\"There is a single light of science, and to brighten it anywhere is to brighten it everywhere.\" - Isaac Asimov"},"fishing":{"title":"Fishing","audio":"Tech_Fishing.mp3","description":"\"Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.\" - Lao Tzu"},"fission":{"title":"Fission","audio":"Tech_Fission.mp3","description":"\"If the radiance of a thousand suns were to burst at once into the sky, that would be like the splendor of the Mighty One... I am become Death, the Shatterer of Worlds.\" - J. Robert Oppenheimer, quoting \"The Bhagavad Gita\""},"flight":{"title":"Flight","audio":"Tech_Flight.mp3","description":"\"For once you have tasted flight you will walk the earth with your eyes turned skywards, for there you have been and there you will long to return.\" - Leonardo Da Vinci"},"fusion":{"title":"Fusion","audio":"Tech_Fusion.mp3","description":"\"Any sufficiently advanced technology is indistinguishable from magic.\" - Arthur C. Clarke"},"future_tech":{"title":"Future Tech","audio":"Tech_FutureTech.mp3","description":"\"The future will be better tomorrow.\" - Dan Quayle"},"genetics":{"title":"Genetics","audio":"Tech_Genetics.mp3","description":"\"Soon it will be a sin for parents to have a child which carries the heavy burden of genetic disease.\" - Bob Edwards"},"guilds":{"title":"Guilds","audio":"Tech_Guilds.mp3","description":"\"People of the same trade seldom meet together, even for merriment and diversion, but the conversation ends in a conspiracy against the public.\" - Adam Smith"},"gunpowder":{"title":"Gunpowder","audio":"Tech_Gunpowder.mp3","description":"\"You can get more of what you want with a kind word and a gun than you can with just a kind word.\" - Al Capone"},"horseback_riding":{"title":"Horseback Riding","audio":"Tech_HorsebackRiding.mp3","description":"\"If you speak the truth, have a foot in the stirrup.\" - Turkish proverb"},"hunting":{"title":"Hunting","audio":"Tech_Hunting.mp3","description":"\"If you chase two rabbits, you will lose them both.\" - Native American Saying"},"industrialism":{"title":"Industrialism","audio":"Tech_Industrialism.mp3","description":"\"There is one rule for the industrialist and that is: Make the best quality of goods possible at the lowest cost possible, paying the highest wages possible.\" - Henry Ford"},"iron_working":{"title":"Iron Working","audio":"Tech_IronWorking.mp3","description":"\"You should hammer your iron when it is glowing hot.\" - Publius Syrus"},"liberalism":{"title":"Liberalism","audio":"Tech_Liberalism.mp3","description":"\"Any society that would give up a little liberty to gain a little security will deserve neither and lose both.\" - Benjamin Franklin"},"literature":{"title":"Literature","audio":"Tech_Literature.mp3","description":"\"Some books are to be tasted, others to be swallowed, and some few to be chewed and digested.\" - Sir Francis Bacon"},"machinery":{"title":"Machinery","audio":"Tech_Machinery.mp3","description":"\"A god from the machine\" - Menander"},"masonry":{"title":"Masonry","audio":"Tech_Masonry.mp3","description":"\"It is from their foes, not their friends, that cities learn the lesson of building high walls.\" - Aristophanes"},"mass_media":{"title":"Mass Media","audio":"Tech_MassMedia.mp3","description":"\"The only thing worse than being talked about is not being talked about.\" - Oscar Wilde"},"mathematics":{"title":"Mathematics","audio":"Tech_Mathematics.mp3","description":"\"If in other sciences we should arrive at certainty without doubt and truth without error, it behooves us to place the foundations of knowledge in mathematics.\" - Roger Bacon"},"medicine":{"title":"Medicine","audio":"Tech_Medicine.mp3","description":"\"As to diseases make a habit of two things - to help, or at least, to do no harm.\" - Hippocrates"},"meditation":{"title":"Meditation","audio":"Tech_Meditation.mp3","description":"\"Meditation brings wisdom; lack of meditation leaves ignorance. Know well what leads you forward and what holds you back.\" - The Buddha"},"metal_casting":{"title":"Metal Casting","audio":"Tech_MetalCasting.mp3","description":"\"And them that take the sword shall perish by the sword.\" - The Bible, Matthew"},"military_tradition":{"title":"Military Tradition","audio":"Tech_MilitaryTradition.mp3","description":"\"Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.\" - Sun-Tzu"},"mining":{"title":"Mining","audio":"Tech_Mining.mp3","description":"\"The man who moves a mountain begins by carrying away small stones.\" - Confucius"},"monarchy":{"title":"Monarchy","audio":"Tech_Monarchy.mp3","description":"\"A multitude of rulers is not a good thing. Let there be one ruler, one king.\" - Herodotus"},"monotheism":{"title":"Monotheism","audio":"Tech_Monotheism.mp3","description":"\"I am the Lord thy God. Thou shalt have no other gods before Me.\" - The Bible, Exodus"},"music":{"title":"Music","audio":"Tech_Music.mp3","description":"\"If music be the food of love, play on.\" - William Shakespeare"},"mysticism":{"title":"Mysticism","audio":"Tech_Mysticism.mp3","description":"\"Nature herself has imprinted on the minds of all the idea of God.\" - Cicero"},"nationalism":{"title":"Nationalism","audio":"Tech_Nationalism.mp3","description":"\"A man does not have himself killed for a half-pence a day or for a petty distinction. You must speak to the soul in order to electrify him.\" - Napoleon Bonaparte"},"optics":{"title":"Optics","audio":"Tech_Optics.mp3","description":"\"One doesn't discover new lands without losing sight of the shore.\" - Andre Gide"},"paper":{"title":"Paper","audio":"Tech_Paper.mp3","description":"\"I cannot live without books\" - Thomas Jefferson"},"philosophy":{"title":"Philosophy","audio":"Tech_Philosophy.mp3","description":"\"I have gained this by philosophy: that I do without being commanded what others do only from fear of the law.\" - Aristotle"},"physics":{"title":"Physics","audio":"Tech_Physics.mp3","description":"\"To every action there is always opposed an equal reaction.\" - Isaac Newton"},"plastics":{"title":"Plastics","audio":"Tech_Plastics.mp3","description":"\"I just want to say one word to you. Just one word: plastics.\" - Calder Willingham, The Graduate"},"polytheism":{"title":"Polytheism","audio":"Tech_Polytheism.mp3","description":"\"Not at all similar are the race of the immortal gods and the race of men who walk upon the earth.\" - Homer"},"pottery":{"title":"Pottery","audio":"Tech_Pottery.mp3","description":"\"Hath not the potter power over the clay, to make one vessel unto honor, and another unto dishonor?\" - The Bible, Romans"},"priesthood":{"title":"Priesthood","audio":"Tech_Priesthood.mp3","description":"\"The Lord bless you and keep you; the Lord make His face to shine upon you and be gracious to you; the Lord lift up His countenance upon you and give you peace.\" - The Bible, Numbers"},"printing_press":{"title":"Printing Press","audio":"Tech_PrintingPress.mp3","description":"\"What gunpowder did for war, the printing press has done for the mind.\" - Wendell Phillips"},"radio":{"title":"Radio","audio":"Tech_Radio.mp3","description":"\"Then one fine mornin' she puts on a New York station. You know her life was saved by Rock 'n' Roll.\" - The Velvet Underground, \"Rock And Roll\""},"railroad":{"title":"Railroad","audio":"Tech_Railroad.mp3","description":"\"I fooled you, I fooled you, I got pig iron, I got pig iron, I got all pig iron.\" - Lonnie Donegan, \"Rock Island Line\""},"refrigeration":{"title":"Refrigeration","audio":"Tech_Refrigeration.mp3","description":"\"Tell me what you eat, and I will tell you what you are.\" - Anthelme Brillat-Savarin"},"replaceable_parts":{"title":"Replaceable Parts","audio":"Tech_ReplaceableParts.mp3","description":"\"The whole is more than the sum of its parts.\" - Aristotle"},"rifling":{"title":"Rifling","audio":"Tech_Rifling.mp3","description":"\"Political power grows out of the barrel of a gun.\" - Mao Zedong"},"robotics":{"title":"Robotics","audio":"Tech_Robotics.mp3","description":"\"The real problem is not whether machines think, but whether men do.\" - B.F. Skinner"},"rocketry":{"title":"Rocketry","audio":"Tech_Rocketry.mp3","description":"\"The Earth is the cradle of the mind, but one cannot eternally live in a cradle.\" - Konstantin E. Tsiolkovsky"},"sailing":{"title":"Sailing","audio":"Tech_Sailing.mp3","description":"\"You can't direct the wind, but you can adjust your sails.\" - Unknown"},"satellites":{"title":"Satellites","audio":"Tech_Satellites.mp3","description":"\"Beep...beep...beep...beep...\" - Sputnik I"},"scientific_method":{"title":"Scientific Method","audio":"Tech_ScientificMethod.mp3","description":"\"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use.\" - Galileo Galilei"},"steam_power":{"title":"Steam Power","audio":"Tech_SteamPower.mp3","description":"\"You would make a ship sail against the winds and currents by lighting a bon-fire under her deck? I have no time for such nonsense.\" - Napoleon, on Robert Fulton's Steamship"},"steel":{"title":"Steel","audio":"Tech_Steel.mp3","description":"\"Before that steam drill shall beat me down, I'll die with my hammer in my hand.\" - from \"John Henry, the Steel-Driving Man\""},"the_wheel":{"title":"The Wheel","audio":"Tech_TheWheel.mp3","description":"\"Put your shoulder to the wheel.\" - Aesop"},"theology":{"title":"Theology","audio":"Tech_Theology.mp3","description":"\"Two cities have been formed by two loves: the earthly by the love of self; the heavenly by the love of God.\" - St. Augustine"},"writing":{"title":"Writing","audio":"Tech_Writing.mp3","description":"\"True glory consists in doing what deserves to be written; in writing what deserves to be read.\" - Pliny the Elder"}}